/* Notification action title to snooze notification */
"Ask me again in 1 hour" = "Benachrichtige mich in einer Stunde";

/* Cancel Sorting
   Cancel Textchange
   Cancel the current time Selection
   Cancel the goal selection
   Cancel the name Alert */
"Cancel" = "Abbrechen";

/* Text in settings to configure Notifications in DaysInARow */
"Configure Notifications" = "Benachrichtigungen configurieren";

/* Notification Action title to continue streak */
"Continue Streak" = "Serie fortsetzen";

/* Title for notification */
"Daily Streak: \(name)" = "Tägliche Serie: \(name)";

/* Label to tell who the App is made by. Dont change Dominic Lanzillotta and the new line carret */
"DaysInARow is made by Dominic Lanzillotta \n in Chicago" = "DaysInARow wird von Dominic Lanzillotta \n in Chicago hergestellt";

/* Default Text in notification */
"Did you continue your streak of \(name)?" = "Haben Sie ihre Serie \(name) fortgesetzt?";

/* Default Text in notification */
"Did you continue your streak of \(streakName)?" = "Haben Sie ihre Serie \(streakName) fortgesetzt?";

/* Call to action in text Alert to change notification body */
"Edit the default text for the reminder" = "Bearbeiten Sie den Standardtext für die Erinnerung";

/* Text when no active streak is availabe for selection */
"No active Steak" = "Keine active Serie";

/* Default message if no streak is availabe */
"no current Streak available" = "Keine active Serie verfügbar";

/* Title on the SaveScreen */
"Past Streaks" = "";

/* Label to ask for an appstore Rating */
"Please Rate DaysInARow" = "Bitte bewerten Sie DaysInARow";

/* Sort by restarted Streaks */
"Restarted Streak" = "Neugestarted Serie";

/* Save Textchange */
"Save" = "Sichern";

/* Text in settings to to set reminder for streak */
"Schedule reminder for Streak:" = "Terminerinnerung für Serie:";

/* Placeholdertext for the badgeSelectionTextFiled
   Placeholdertext for the reminderSelectionTextField */
"Select a Streak" = "Serie auswählen";

/* Placeholdertext for the pickerview */
"SELECT A STREAK" = "SERIE AUSWÄHLEN";

/* Text in settings to set badge for streak */
"Set badge for Streak:" = "Abzeichen für die Serie setzen:";

/* Label to sort the saved Strreaks */
"Sort" = "Sortieren";

/* Label in Sort Alert */
"Sort your saved Streaks by:" = "Sortieren Sie Ihre gespeicherten Serien nach:";

/* Sort by length of streak */
"Streak Length" = "Serien länge";

/* Sort by name */
"Streak Name" = "Serien name";

/* Sort by start of streak */
"Streak Start Day" = "Serien Start Tag";

/* 30 days */
"30 days" = "30 Tage";

/* 7 days */
"7 days" = "7 Tage";

/* PlaceholderText in the textfield to add or edit name of Streak */
"Add Name" = "Name hinzufügen";

/* Back to Streak Collection */
"Back" = "Zurück";


/* Change the start day of the streak */
"Change the start day of the streak" = "Ändern Sie den Starttag der Serie";

/* The ammount of days the streak has been active
 The title on the daybutton
 The title on the daybutton with one count */
"Day" = "Tag";

/* The ammount of days the streak has been active
 The title on the daybutton with multiple counts */
"Days" = "Tage";

/* Alert Title when a Streak is being renamed */
"Edit Streak" = "Serie bearbeiten";

/* Enter the current change the start date */
"Save" = "Sichern";

/* The title on the finish Streak button */
"FINISH" = "FERTIGSTELLEN";

/* Alert Title when a new Streak is started */
"New Streak" = "Neue Serie";

/* Alert Subtitle when a streak is being renamed */
"Please input new name for this Streak" = "Bitte geben Sie einen neuen Namen für diese Serie ein";

/* Alert Subtitle when a new Streak is started */
"Please name your new Streak" = "Bitte benennen Sie Ihre neue Serie";

/* remove current Goal */
"remove current Goal" = "Aktuelles Ziel entfernen";

/* The title on the restart StreakButton */
"RESTART" = "NEUSTARTEN";

/* Save the name entered */
"Save" = "Sichern";

/* Alert Title to set goal of streak */
"Set a Goal for your Streak:" = "Setze ein Ziel für ihre Serie:";

/* Call to action to start a new Streak
 The title on the streak Name Button
 The title on the sttreak name button */
"Start new Streak" = "Starte eine neue Serie";
